Repository: common-repository/wpcalc-loan
Catalog: languages/wpcalc-loan-*.po
Languages: ru_ru

source: Thank you for installing the plugin WpCalc Loan. For any questions, please contact
ru_ru: Благодарим за установку плагина WpCalc Loan. По всем вопросам обращайтесь

source: To insert a calculator on a page or post using shortcode
ru_ru: Для вставки калькулятора на страницу или в запись используйте шорткод

source: Calculators
ru_ru: Калькуляторы

source: Loan calculator
ru_ru: Кредитный калькулятор

source: Mortgage Calculator
ru_ru: Ипотечный калькулятор

source: Auto loan calculator
ru_ru: Калькулятор автокредита

source: Amount of credit
ru_ru: Сумма кредита

source: Credit term
ru_ru: Срок кредита

source: months
ru_ru: месяцев

source: years
ru_ru: лет

source: Interest rate
ru_ru: Процентная ставка

source: per month
ru_ru: в месяц

source: in year
ru_ru: в год

source: Scheme of repayment
ru_ru: Схема погашения

source: Annuity
ru_ru: Аннуитет

source: Classical
ru_ru: Классическая

source: Single fee
ru_ru: Единоразовая комиссия

source: Monthly fee
ru_ru: Ежемесячная комиссия

source: Yearly fee
ru_ru: Ежегодная комиссия

source: Amount
ru_ru: Сумма

source: Calculate
ru_ru: Рассчитать

source: Monthly loan payment
ru_ru: Ежемесячный платеж по кредиту

source: Overpayment in monetary
ru_ru: Переплата в денежном выражении

source: including
ru_ru: в том числе

source: Interest on loan
ru_ru: Проценты по кредиту

source: Sum Single fee
ru_ru: Единоразовые комиссия

source: Sum Monthly fee
ru_ru: Ежемесячные комиссии

source: Sum Yearly fee
ru_ru: Ежегодные платежи

source: Overpayment Percentage
ru_ru: Переплата в процентах

source: The total amount to be returned
ru_ru: Общая сумма к возврату

source: Build schedule
ru_ru: Построить график

source: Print
ru_ru: Печать

source: First payment
ru_ru: Первый платеж

source: Monthly payment
ru_ru: Ежемесячный платеж

source: Period
ru_ru: Период

source: Payment
ru_ru: Платеж

source: Principal Paid
ru_ru: Погашение кредита

source: Interest Paid
ru_ru: Погашение процентов

source: Balance
ru_ru: Остаток задолженности

source: Total
ru_ru: Всего

source: months.
ru_ru: мес.

source: year
ru_ru: год

source: Cost of apartments
ru_ru: Стоимость квартиры

source: Down payment
ru_ru: Первоначальный взнос

source: Сost of car
ru_ru: Стоимость автомобиля

source: Page loan calculator
ru_ru: Страница Кредитных калькуляторов

source: Settings for
ru_ru: Настройки для

source: Features of the paid version can be viewed here
ru_ru: Возможности платной версии можете посмотреть здесь
